tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "autojump"
brew "coreutils"
brew "direnv"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "hub"
brew "ispell"
brew "languagetool"
brew "mas"
brew "moreutils"
brew "mysql@5.6", link: true
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "wget"
brew "zlib"
brew "heroku/brew/heroku"
cask "1password"
cask "adobe-creative-cloud"
cask "aerial"
cask "displaperture"
cask "docker"
cask "emacs"
cask "firefox"
cask "firefox-developer-edition"
cask "fliqlo"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-powerline"
cask "google-chrome-beta"
cask "hazel"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "jeromelebel-mongohub"
cask "mactex"
cask "oversight"
cask "quicksilver"
cask "setapp"
cask "sony-ps4-remote-play"
cask "spotify"
cask "station"
cask "the-unarchiver"
cask "visual-studio-code-insiders"
cask "zoomus"
mas "Deliveries", id: 924726344
mas "Growl", id: 467939042
mas "HardwareGrowler", id: 475260933
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Monit", id: 1014850245
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pixelmator Pro", id: 1289583905
mas "Spark", id: 1176895641
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
